Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/iTermEditKeyActionWindowController.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# cCu-Aq-YHj.title
source: Move by Mark
de: Nach Marke bewegen
ja: マークで移動
pt_br: Mover por marca
ru: Переместить по метке
zh_hans: 按标记移动

# F0z-JX-Cv5.title
source: Set Keyboard Shortcut
de: Tastenkombination festlegen
ja: キーボードショートカットを設定
pt_br: Definir atalho de teclado
ru: Установить сочетание клавиш
zh_hans: 设置键盘快捷键

# Fhv-Fo-bzd.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# gdc-og-Wst.title
source: Color Preset:
de: Farbvoreinstellung:
ja: カラープリセット:
pt_br: Predefinição de cores:
ru: Предустановка цвета:
zh_hans: 颜色预设：

# GiU-A2-oLi.title
source: Action:
de: Aktion:
ja: アクション:
pt_br: Ação:
ru: Действие:
zh_hans: 操作：

# mYT-YJ-w7Z.placeholderString
source: Label to show in Touch Bar
de: In der Touch Bar anzuzeigende Bezeichnung
ja: Touch Barに表示するラベル
pt_br: Rótulo a mostrar na Touch Bar
ru: Подпись для Touch Bar
zh_hans: 要在 Touch Bar 中显示的标签

# nyw-Fu-OuP.title
source: Move by Character
de: Nach Zeichen bewegen
ja: 文字で移動
pt_br: Mover por caractere
ru: Переместить по символу
zh_hans: 按字符移动

# QTL-FQ-Diu.placeholderString
source: ex: 0x7f
de: z. B. 0x7f
ja: 例: 0x7f
ru: напр.: 0x7f
zh_hans: 例如：0x7f

# T00-UT-45K.title
source: Profile:
de: Profil:
ja: プロファイル:
pt_br: Perfil:
ru: Профиль:
zh_hans: 配置文件：

# Ujq-Yh-FZ2.title
source: Move by Word
de: Nach Wort bewegen
ja: 単語で移動
pt_br: Mover por palavra
ru: Переместить по слову
zh_hans: 按单词移动

# v6X-rc-pu8.title
source: Error message goes here
de: Hier steht die Fehlermeldung
ja: エラーメッセージがここに表示されます
pt_br: A mensagem de erro aparece aqui
ru: Здесь появится сообщение об ошибке

# vSP-yA-XuW.title
source: Action:
de: Aktion:
ja: アクション:
pt_br: Ação:
ru: Действие:
zh_hans: 操作：

# yKb-4m-EJs.title
source: Keyboard Shortcut:
de: Tastenkombination:
ja: キーボードショートカット:
pt_br: Atalho de teclado:
ru: Сочетание клавиш:
zh_hans: 键盘快捷键：

# Ysw-TJ-E0w.title
source: Move by Line
de: Nach Zeile bewegen
ja: 行で移動
pt_br: Mover por linha
ru: Переместить по строке
zh_hans: 按行移动

# zMC-Yr-nMr.title
source: OK
ru: ОК
zh_hans: 好
